---
type: PickedBox
namespace: Autodesk.Revit.UI.Selection
version: 2024
members: 2
tags: [revit-api, class]
---

# PickedBox

`Autodesk.Revit.UI.Selection.PickedBox` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Max | — | `public XYZ Max { get ; set ; }` |
| Property | Min | — | `public XYZ Min { get ; set ; }` |